---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToLoadAttachedGroup
source: html/0d96972e-3344-8872-484a-b322bdef4bd7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToLoadAttachedGroup Property

Unable to load attached detail group '[Type Name]'.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToLoadAttachedGroup { get; }
```